export const TICKETS = [
  {
    emoji: "🎟",
    title: "まいどチケット",
    description: "カンファレンスに参加いただける、基本のチケットです。",
  },
  {
    emoji: "🍻",
    title: "懇親会付まいどチケット",
    description:
      "セッション参加に加え、イベント終了後の懇親会にもご参加いただけるチケットです。登壇者や参加者との交流を楽しみたい方におすすめです！",
  },
  {
    emoji: "🎓",
    title: "学生支援(スカラシップ)",
    description:
      "学生の方を対象とした割引チケットです。まいどチケット・懇親会付まいどチケットの学割版としてご利用いただけます。\n※ ご参加当日は、受付にて学生証のご提示をお願いいたします。",
  },
  {
    emoji: "🙌",
    title: "個人スポンサー おおきにチケット",
    description:
      "カンファレンスを個人として応援いただける、サポーターチケットです。\n※ こちらのチケット単体では入場できません。まいどチケットまたは懇親会付まいどチケットと合わせてご購入ください。",
  },
];

export const TICKET_SITE_LINK = "https://fec-kansai-2025.peatix.com" as const;
